Repository: memohnsen/OrgSync
Catalog: OrgSyncWidgets/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Add task
de: Aufgabe hinzufügen
es: Añadir tarea
fr: Ajouter une tâche
ja: タスクを追加
pt_br: Adicionar tarefa
zh_hans: 添加任务

source: All Upcoming
de: Alle anstehenden
es: Todas las próximas
fr: Toutes à venir
ja: すべての今後
pt_br: Todas as próximas
zh_hans: 全部即将到来

source: Choose the scheduled-date range to show.
de: Wähle den anzuzeigenden Planungszeitraum.
es: Elige el rango de fechas programadas que mostrar.
fr: Choisissez la plage de dates planifiées à afficher.
ja: 表示する予定日の範囲を選択します。
pt_br: Escolha o intervalo de datas agendadas a exibir.
zh_hans: 选择要显示的计划日期范围。

source: Complete %@
de: %@ erledigen
es: Completar %@
fr: Terminer %@
ja: %@を完了
pt_br: Concluir %@
zh_hans: 完成%@

source: Complete TODO
de: TODO erledigen
es: Completar TODO
fr: Terminer le TODO
ja: TODOを完了
pt_br: Concluir TODO
zh_hans: 完成TODO

source: Date Range
de: Zeitraum
es: Rango de fechas
fr: Plage de dates
ja: 日付範囲
pt_br: Intervalo de datas
zh_hans: 日期范围

source: Favorite Notes
de: Favorisierte Notizen
es: Notas favoritas
fr: Notes favorites
ja: お気に入りのメモ
pt_br: Notas favoritas
zh_hans: 收藏的笔记

source: Favorite notes appear here.
de: Favorisierte Notizen erscheinen hier.
es: Las notas favoritas aparecen aquí.
fr: Les notes favorites apparaissent ici.
ja: お気に入りのメモがここに表示されます。
pt_br: As notas favoritas aparecem aqui.
zh_hans: 收藏的笔记会显示在这里。

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
pt_br: Favoritos
zh_hans: 收藏

source: Item ID
de: Element-ID
es: ID del elemento
fr: ID de l'élément
ja: 項目ID
pt_br: ID do item
zh_hans: 项目ID

source: Nothing scheduled for today.
de: Für heute ist nichts geplant.
es: Nada programado para hoy.
fr: Rien de planifié pour aujourd'hui.
ja: 今日の予定はありません。
pt_br: Nada agendado para hoje.
zh_hans: 今天没有计划。

source: Nothing scheduled this week.
de: Für diese Woche ist nichts geplant.
es: Nada programado esta semana.
fr: Rien de planifié cette semaine.
ja: 今週の予定はありません。
pt_br: Nada agendado esta semana.
zh_hans: 本周没有计划。

source: Priority %@
de: Priorität %@
es: Prioridad %@
fr: Priorité %@
ja: 優先度%@
pt_br: Prioridade %@
zh_hans: 优先级%@

source: Quick links to your favorite OrgSync notes.
de: Schnellzugriff auf deine favorisierten OrgSync-Notizen.
es: Accesos rápidos a tus notas favoritas de OrgSync.
fr: Accès rapides à vos notes OrgSync favorites.
ja: お気に入りのOrgSyncメモへのクイックリンク。
pt_br: Links rápidos para suas notas favoritas do OrgSync.
zh_hans: 快速访问你收藏的OrgSync笔记。

source: Scheduled TODOs
de: Geplante TODOs
es: TODOs programados
fr: TODOs planifiés
ja: 予定済みTODO
pt_br: TODOs agendados
zh_hans: 已计划的TODO

source: Scheduled TODOs appear here.
de: Geplante TODOs erscheinen hier.
es: Los TODOs programados aparecen aquí.
fr: Les TODOs planifiés apparaissent ici.
ja: 予定済みのTODOがここに表示されます。
pt_br: Os TODOs agendados aparecem aqui.
zh_hans: 已计划的TODO会显示在这里。

source: Scheduled and deadline tasks grouped by day.
de: Geplante und fällige Aufgaben nach Tag gruppiert.
es: Tareas programadas y con fecha límite agrupadas por día.
fr: Tâches planifiées et à échéance regroupées par jour.
ja: 予定・締め切りタスクを日ごとにまとめて表示します。
pt_br: Tarefas agendadas e com prazo agrupadas por dia.
zh_hans: 按天分组的已计划和有截止日期的任务。

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週
pt_br: Esta semana
zh_hans: 本周

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
pt_br: Hoje
zh_hans: 今天

source: Tomorrow
de: Morgen
es: Mañana
fr: Demain
ja: 明日
pt_br: Amanhã
zh_hans: 明天

source: Upcoming
de: Anstehend
es: Próximas
fr: À venir
ja: 今後
pt_br: Próximas
zh_hans: 即将到来

source: Upcoming TODOs
de: Anstehende TODOs
es: Próximos TODOs
fr: TODOs à venir
ja: 今後のTODO
pt_br: Próximos TODOs
zh_hans: 即将到来的TODO

source: Widgets require OrgSync Pro
de: Widgets erfordern OrgSync Pro
es: Los widgets requieren OrgSync Pro
fr: Les widgets nécessitent OrgSync Pro
ja: ウィジェットにはOrgSync Proが必要です
pt_br: Os widgets exigem o OrgSync Pro
zh_hans: 小组件需要OrgSync Pro
